Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Argentina is committed to the full implementation of the Programme and is participating, together with our partners in the Common Market of the South (MERCOSUR) and associated States, in the Open-ended Working Group charged with negotiating an instrument to enable States to identify and trace, in a timely and reliable manner, illicit small arms and light weapons.
zh: 阿根廷承诺将全面执行这一行动纲领，并同南方共同市场的伙伴和相关国家一道，参加了负责谈判一项让各国及时和可靠地查清和跟踪非法小武器和轻武器的文书的不限成员名额工作组。

source: We hope that that instrument will be legally binding and that it will cover illicit ammunition.
zh: 我们希望这一文书将具有法律约束力，能够涵盖所有的非法军火。

source: The Biennial Meeting on the Programme of Action to be held next June will be a decisive step in preparing for the 2006 review conference, and we are fully committed to ensuring the success of both meetings.
zh: 将于明年6月举行的行动纲领问题两年期会议，将是筹备2006年的审查大会的一个决定性步骤，我们全力承诺将确保这两次会议取得成功。

source: Finally, another step in the right direction would be to establish a group of governmental experts to strengthen cooperation in preventing, combating and eliminating the illicit trade in small arms and light weapons.
zh: 最后，在正确方向上应采取的另一步骤是建立政府专家组，加强在防止、打击和消除小武器和轻武器非法贸易开展的合作。

source: Mr. Motoc (Romania): Romania fully associates itself with the statement to be made by the representative of Luxembourg on behalf of the European Union.
zh: 莫托可先生（罗马尼亚）（以英语发言）：罗马尼亚完全赞同将由卢森堡代表欧洲联盟所作发言。

source: In addition, I would like to make some specific comments on the topic under consideration today, but not before commending the Secretary-General for his comprehensive report (S/2005/69), whose recommendations we support.
zh: 此外，在对秘书长的全面报告（S/2005/69）表示赞赏之前，我要就今天所审议的议题作几点具体的评论。 我们支持秘书长所提建议。

source: We are grateful to Under-Secretary-General Nobuyasu Abe for his valuable introduction of that important document.
zh: 我们感谢副秘书长阿部信泰先生就这一重要的文件作了极好的介绍。

source: A special word of appreciation goes to the delegation of Japan for its work on the presidential statement and for its overall engagement in support of our debate today.
zh: 我们还特别感谢日本代表团在主席声明问题上做的工作，感谢该代表团作了全面的参与，为今天的辩论提供支助。

source: We have all come to the point where we realize that the question of small arms involves not only disarmament, but also development, democracy, human rights and human security.
zh: 我们现今都认识到，小武器的问题不仅涉及到裁军，而且还涉及到发展、民主、人权和人类安全。

source: We all are aware that the illicit trafficking and uncontrolled flow of small arms and light weapons are sources of instability.
zh: 我们都知道，小武器和轻武器的非法贸易和不加限制的流动是不稳定的根源。

source: The proliferation of such weapons has exacerbated conflict, caused refugee flows and spawned a culture of violence and impunity.
zh: 这些武器的扩散加剧了冲突，导致了难民潮，传播了暴力和有罪不罚的文化。

source: Often, they pay for civil wars, which in turn produce severe economic and social consequences.
zh: 常常是它们为内战提供费用，而内战又带来严重的经济和社会后果。

source: In almost all the conflicts that took place in the past decade, ranging from the Great Lakes region in Africa to the Balkans and to Central and South Asia, the weapons used by the various parties have been mainly small and light weapons.
zh: 过去十年发生的几乎所有冲突——从非洲的大湖地区到巴尔干，再到中亚和南亚地区，各方使用的武器主要是小武器和轻武器。

source: The humanitarian implications of small arms have alerted the international community to the urgency of curbing their illicit trafficking, thus reducing violence and the risk of civil wars.
zh: 小武器所产生的人道主义影响已经使得国际社会感到迫切需要解决小武器的非法贩运，从而减少暴力和内战危险。

source: Their availability to parties may impact on the willingness of those parties to negotiate peaceful solutions and may limit the capacity of States and international or regional organizations to engage in conflict-prevention and peacebuilding efforts.
zh: 各方能够获得小武器可能会影响其通过谈判找到和平解决办法的意愿，并可能限制各国和国际或区域组织开展冲突预防和建设和平努力的能力。

source: Small arms are also used by terrorists and criminal groups.
zh: 小武器还被恐怖分子和犯罪团伙所使用。

source: The illicit trade in small arms becomes a threat not only to countries torn by internal conflict, but also to States that are free from instability but are routes of transit or trans-shipment for illegal transactions.
zh: 小武器非法贸易不仅对受内部冲突蹂躏的国家构成威胁，而且对没有不稳定问题但作为非法交易过境或运输路线的国家构成威胁。

source: On the other hand, countries retain the legitimate right to self-defence in accordance with the United Nations Charter.
zh: 另一方面，各国根据《联合国宪章》留有合法的自卫权利。

source: Arms production and transfers for that purpose are licit.
zh: 为此目的而进行武器生产和转让是合法的。

source: Legality of arms trading entails the conduct of transfers in an even more responsible manner.
zh: 武器贸易的合法性要求以更为负责的方式进行此种转让。

source: The arms industry must be carefully controlled by government policy and regulations, and clear and strict criteria on arms exports should be implemented.
zh: 武器工业必须受到政府政策和规定的严格控制，应该适用明确和严格的武器出口标准。

source: There are no simple solutions, however, and no single method for dealing with the impact of the illicit small arms trade.
zh: 然而，不存在简单的解决办法，也不存在处理非法小武器贸易影响的单一办法。

source: Political commitments can make a critical difference in conflict-affected countries and regions.
zh: 政治承诺能够在受冲突影响的国家和地区产生重要作用。

source: In recent years, more States have committed themselves to abide by and implement regional and international standards to strengthen export controls to prevent illicit trafficking in small arms and light weapons.
zh: 近年来，更多的国家承诺遵守和执行区域和国际标准，加强预防小武器和轻武器非法贩运的出口管制。

source: The United Nations Programme of Action, the Document on Small Arms and Light Weapons adopted in 2000 by the Organization for Security and Cooperation in Europe and the European Union Code of Conduct on Arms Exports are thus the most relevant standards in our region.
zh: 联合国行动方案、2000年欧洲安全与合作组织通过的小武器和轻武器文件以及欧洲联盟武器出口行为准则因此是我们区域最为相关的标准。

source: Effective implementation of such commitments is indeed a complex and challenging task, which requires political will and adequate resources.
zh: 有效履行此种承诺的确是复杂而具有挑战性的任务，需要政治意愿和足够的资源。

source: It also requires a great deal of cooperation in order to identify and develop a common understanding of procedures, standards and mechanisms to enforce controls.
zh: 它还要求大量合作，以便确定和达成执行管制的程序、标准和机制的共识。

source: Most countries have already in place laws and regulations that are used to control production, use and transfer of small arms and light weapons.
zh: 多数国家已经制订了用来管理小武器和轻武器生产、使用和转让的法律及规定。

source: However, in some countries existing laws appear to be inadequate, or control procedures vulnerable to misuse.
zh: 然而，某些国家现有法律似乎不多充分，或者其管理程序很容易被滥用。

source: Romania's policy on small arms will continue to be focused on combating illicit trafficking, on pursuing a responsible and transparent policy on legal transfers, and on promoting the removal and continued destruction of surpluses.
zh: 罗马尼亚关于小武器的政策将继续侧重打击非法贩运、奉行负责而透明的合法转让政策和促进消除和继续销毁过剩武器。

source: In implementing its commitments under the Programme of Action, Romania started in early 2002 a programme of destruction of its small arms and light weapons.
zh: 为履行其根据行动方案承担的义务，罗马尼亚于2002年初开始了一项销毁其小武器和轻武器的方案。

source: Romania, which is also concerned with challenges related to small arms and light weapons in its own neighbourhood, stands ready to share its experience with all interested countries and to assist other States in establishing and developing sound export control systems.
zh: 罗马尼亚还关注在其自己地区与小武器和轻武器相关的挑战，我们愿意与所有感兴趣的国家交流经验，并协助其他国家建立和发展良好的出口管制制度。

source: Most weapons start out their lives legally.
zh: 多数武器是合法产生的。

source: States have to focus on regulating the legal production of, and trade in, small arms and light weapons, starting at the national level.
zh: 各国必须从国家一级开始注重管理小武器和轻武器的生产及贸易。

source: Governments need to tighten legislation and regulations governing production and trade, in particular on marking and tracing, and then invest significant resources in implementation.
zh: 各国政府需要加强管理武器生产及贸易的立法和规定，特别是在标记和追踪方面，然后要在落实立法法规等方面投入大量资源。

source: We also need greater recognition that domestic laws and international policies are interdependent and that each country's relevant national laws have an impact on neighbours and even on countries in other regions.
zh: 我们还需要更清楚地认识到，国内法律和国际政策是相辅相成的，每一个国家的相关国内法律对其邻国乃至其他地区国家会产生影响。

source: As indicated in the report of the Secretary-General (S/2005/69), significant progress has been achieved so far at the global, regional and national levels.
zh: 正如秘书长报告(S/2005/69）中所显示的那样，迄今在全球、区域和国家等级已经取得重大进展。

source: Yet many issues related to small arms and light weapons are still to be discussed and agreed upon with a view to formulating and enforcing international norms and regulations in this field.
zh: 然而，许多与小武器和轻武器相关的问题仍然需要讨论和达成一致，以便制定和执行此领域内的国际准则和规定。

source: Further concrete measures should be undertaken in several directions, such as better coordination between various programmes managed by the United Nations and those run by regional and subregional organizations, in particular on issues such as disarmament, demobilization and reintegration (DDR) and illicit trafficking; the establishment of national points of contact for information-sharing and cooperation, in particular for the implementation of relevant decisions adopted by the Security Council; and the improvement of public awareness and transparency by enhancing cooperation between Governments and industry and by publishing annual reports on arms transfers.
zh: 在某些方面应该采取进一步具体措施，例如，改善联合国管理的各项方案与区域和次区域组织管理的方案之间的协调，特别是在诸如解除武装、复员和重返社会以及非法贩运等问题上的协调；建立信息交流与合作的国家接触中心，特别是为执行安全理事会通过的相关决定；改善公众意识和透明度，加强各政府与武器工业间的合作以及发表关于武器转让的年度报告。

source: The Security Council has a major role to play in making small arms a focus of global attention and action.
zh: 安全理事会在使小武器成为全球关注和行动的焦点方面应该发挥重要作用。

source: It could add value by improving the effectiveness of its arms embargoes, by putting an end to the economy of war, by encouraging moratoriums on arms sales to conflict regions and by adopting comprehensive regional approaches to DDR programmes.
zh: 安理会可以通过如下手段作出贡献，即改进武器禁运的效力、结束战争经济、鼓励暂缓向冲突地区销售武器和对解除武装、复员和重返社会方案采取全面区域方针。

source: The minimal requirement for Governments to report to the United Nations on their small arms activities, including on man-portable air defence systems, must also be taken into consideration.
zh: 还必须考虑到各国政府向联合国报告其小武器活动，包括轻便防空系统在内的最基本要求。

source: Finally, weapons management, and in particular the control of civilian possession of small arms and light weapons in post-conflict countries, is central to longer term human security.
zh: 最后，武器管理，特别是对冲突后国家平民百姓拥有小武器和轻武器的管理对于长期的人身安全至关重要。

source: This will be effective only if it takes place within the framework of comprehensive programmes of security reform, subject to the authority of representative civilian Governments.
zh: 要使其有效，就必须以全面安全改革方案为框架，接受代议制文职政府的权力管辖。

source: Those are only a few — but important — elements that I believe we need to address in our future undertakings as well.
zh: 上述只是我认为我们今后的努力需要考虑的一些重要内容。

source: Mr. Valle (Brazil): The delegation of Brazil wishes to express its appreciation to you, Mr. President, for the initiative of convening this debate on the issue of small arms.
zh: 瓦莱先生（巴西）（以英语发言）：主席先生，巴西代表团愿表示赞赏你采取行动，召开本次有关小武器问题的辩论。

source: We also thank the Under-Secretary-General for Disarmament Affairs for presenting the Secretary-General's report (S/2005/69) on ways and means in which the Security Council can contribute to dealing with the question of the illicit trade in small arms and light weapons, in interaction with the General Assembly.
zh: 我们还要感谢裁军事务副秘书长提出秘书长关于安全理事会与大会互动能够在推动处理小武器和轻武器非法贸易方面的方法和方式的报告(S/2005/69）。

source: The issue of the uncontrolled traffic in such weapons has become a matter of great concern for the international community due to the tragic consequences of arms availability in terms of making local conflicts more lethal and of generating a sense of insecurity in civil society.
zh: 由于此类武器较容易获得，使得地方冲突更为致命并给民间社会带来不安全感所产生的悲剧性后果，此类武器肆意贩运的问题已成为国际社会极为关注的问题。

source: The subject of small arms, whether in the context of disarmament, national security and public security or from a humanitarian perspective, must be permanently discussed in all relevant forums.
zh: 小武器问题无论是在解除武装、国家安全和公共安全方面，或是从人道主义角度来看，必须在所有相关论坛长期讨论。

source: The solution to this problem requires the commitment of all States and the assistance of civil society, along with the input of international, regional and subregional organizations.
zh: 这一问题的解决要求各国的承诺和民间社会的援助，同时还要有国际、区域和次区域组织的贡献。

source: The Secretary-General's report recognizes some progress made on his recommendations within the competence of the General Assembly since our last debate on small arms, at our 4896th meeting, one year ago.
zh: 秘书长的报告承认了一年前我们在第4896次会议上上次就小武器进行辩论以来在秘书长在大会职权范围内所提建议方面所取得的一些进展。

source: The Programme of Action to Prevent, Combat and Eradicate the Illicit Trade and Small Arms and Light Weapons in All Its Aspects is the reference that regulates United Nations activities in this field.
zh: 《从各个方面防止、打击和消除小武器和轻武器非法贸易的行动纲领》是管理联合国此领域方面活动的标准。

source: The delegation of Brazil expects that the consideration of its implementation at the Second Biennial Meeting of States, to be held next July, will contribute to the good results of the 2006 review conference on the Programme of Action.
zh: 巴西代表团期望，将于今年7月举行的第二届会员过两年期会议执行情况审查将有助于2006年行动纲领审查会议取得良好结果。

source: For that reason, the step taken by the General Assembly towards constituting an Open-Ended Working Group to negotiate an international instrument to enable States to identify and trace, in a timely and reliable manner, illicit small arms and light weapons is crucial.
zh: 为此原因，大会为建立不限成员工作组，通过谈判缔结一项使各国能够及时而可靠地确定和追踪非法小武器和轻武器而采取的步骤至关重要。

source: The Working Group has put great efforts into its endeavour.
zh: 工作组已在这方面作出了重大努力。

source: We expect that the document to be produced at its third session will be legally binding and responsive to the urgent necessity of interrupting the illegal flow of such weapons.
zh: 我们期望，在其第三届会议上所产生的文件将具有法律约束性并能满足制止此类武器非法流通的紧急需要。

source: Our next step should be to consider how to improve international cooperation in preventing, combating and eradicating illicit brokering in small arms and light weapons.
zh: 我们的下一步应该是考虑如何改进在防止、打击和消除小武器和轻武器非法交易方面的国际合作。

source: The delegation of Brazil is very pleased with the reaction of Member States to the recommendation in favour of greater participation in the United Nations Register of Conventional Arms and in the United Nations standardized instrument for reporting military expenditures.
zh: 巴西代表团感到非常满意的是，各会员国积极响应有关建议，更大程度地参加联合国常规武器登记册和联合国军事费用报告标准化制度。

source: This enhanced participation continues to be required, as it generates transparency and stronger confidence among countries.
zh: 这种进一步参与仍十分必要，因为这将生成透明度并加强国家间信任。

source: There have been important developments at the regional and subregional levels as well.
zh: 区域和次区域两级也出现了重要的事态发展。

source: Brazil strongly supports all the efforts that have been deployed by the Organization of American States to curb the illicit traffic in small arms and light weapons, such as those related to the implementation of the Inter-American Convention against the Illicit Manufacturing of and Trafficking in Firearms, Ammunition, Explosives, and Other Related Materials, and of the model regulations of the Inter-American Drug Abuse Control Commission.
zh: 巴西坚决支持美洲国家组织为制止非法贩运小武器和轻武器而作出的各项努力，例如努力执行《美洲国家禁止非法制造和贩运火器、弹药、爆炸物及其他有关材料公约》和美洲药物滥用管制委员会各项示范条例。

source: Unfortunately, despite the national efforts made, there are still loopholes in the regime governing the legal transfer of arms that allow for the diversion of arms to the illegal market.
zh: 不幸的是，尽管国家作出种种努力，但合法转让武器的管制制度仍存在漏洞，使得一些武器转而流入黑市。

source: Brazil stands as an example of such efforts, having adapted its legislation to current necessities.
zh: 巴西已为适应目前需要调整其法律，从而为此类努力作出榜样。

source: Last year, President Lula sanctioned the innovative Disarmament Statute, which restricts the bearing, possession and commerce of arms, in addition to criminalizing international arms trafficking.
zh: 去年，卢拉总统批准了创新性的《裁军条例》，除了把国际武器贩卖活动定为犯罪外，还对携带、拥有和买卖武器加以限制。

source: Brazil has also adopted a national arms system as a measure of preventive control.
zh: 巴西还建立了国家武器制度，以此作为一项预防性控制措施。

source: Aside from the strengthening of legislative measures, we also regularly exchange information with our neighbours and have established border procedures.
zh: 除加强立法措施外，我们还同邻国定期交流信息，并建立了边界程序。

source: With its partners in MERCOSUR, Brazil is developing a network of activities that are progressively strengthening cooperation among its members.
zh: 巴西正在同其南美洲共同市场伙伴一起，建立逐步加强成员合作的活动网络。

source: However, despite all these national, subregional and regional initiatives, we still have not solved the problem.
zh: 但是，尽管采取了这一切国内、次区域和区域主动行动，我们仍没有解决这个问题。

source: With reference to the recommendations of the Secretary-General that fall within the Security Council's purview, our delegation would like to highlight the need for a comprehensive approach to the disarmament, demobilization and reintegration of former combatants.
zh: 秘书长的各项建议属于安全理事会的职权范围，就此而言，我国代表团愿强调指出，必须采取全面办法，解除前战斗人员的武装，使其复员并重返社会。

source: We fully support the Secretary-General's concern with the social and economic aspects of post-conflict situations.
zh: 我们充分支持秘书长关心冲突后局势的社会和经济问题。

source: It is crucial for the accomplishment of a peacekeeping operation's mission that provision be made for technical, financial and logistical support for the reintegration phase.
zh: 必须为重返社会阶段提供技术、财政和后勤支持，这对完成维持和平行动使命至关重要。

source: Much more remains to be done.
zh: 仍有大量工作要做。

source: May this broad exchange of opinions constitute further evidence that all United Nations Members are renewing their commitment to work together and to contribute to our common efforts towards eradicating the illegal flow of small arms.
zh: 希望本次广泛交流意见进一步证明，所有联合国会员国都重新致力于合作，为我们铲除非法小武器流通的共同努力作出贡献。

source: Finally, we join members in thanking the delegation of Japan, through Ms. Kawaguchi, for the preparation and presentation of the draft presidential statement.
zh: 最后，我们要同各位成员一起，通过川口女士感谢日本代表团拟定和提出这项主席声明草案。

source: Mr. Mahiga (United Republic of Tanzania): I wish at the outset to thank Mr. Abe, Under-Secretary-General for Disarmament Affairs, for presenting the report of the Secretary-General.
zh: 马希格先生（坦桑尼亚联合共和国）（以英语发言）：首先，我要感谢主管裁军事务的副秘书长阿部先生阐述秘书长的报告。

source: We recognize the presence of Ms. Yoriko Kawaguchi in our midst today in the Council.
zh: 我们对川口顺子女士今天和我们一起出席安理会会议表示谢意。

source: Tanzania acknowledges and welcomes the increasing systemwide recognition by the United Nations of the dangers posed by small arms to regional and international peace and security.
zh: 坦桑尼亚承认并欢迎联合国全系统日趋认识到小武器对区域乃至国际和平与安全构成的威胁。

source: The measures which have been taken so far by the Security Council to address the problem of small arms are encouraging.
zh: 安全理事会迄今为处理小武器问题采取的措施令人鼓舞。

source: National security, as well as law and order, in many African countries, including Tanzania, has been adversely affected by the easy availability of small arms and light weapons due to many factors, including porous borders, recurrent subregional conflicts, the presence of armed elements among refugees and illicit international trade in these weapons.
zh: 由于许多因素，包括边界漏洞、次区域冲突频发、武装分子跻身难民之中、以及此类武器的非法国际贸易，因此小武器和轻武器及手可得，致使包括坦桑尼亚在内的许多非洲国家的国家安全和法律与秩序都受到不利影响。

source: For decades, small arms have spread uncontrolled, with devastating consequences for human security in Africa.
zh: 几十年来，小武器一直毫无管制地四处扩散，给非洲人类安全造成破坏性后果。

source: Small arms are the weapons of choice in most conventional conflicts and insurgencies.
zh: 小武器是大多数常规冲突和暴乱的首选武器。

source: They claim thousands of lives and cause injuries around the globe every year, the majority of the victims being civilians, especially women and children.
zh: 小武器每年都造成全球数以千计的人死亡和受伤，绝大多数受害者都是平民，特别是妇女和儿童。

source: These weapons fuel, intensify and prolong conflicts, frustrate peace initiatives and destabilize regimes emerging from conflict.
zh: 小武器给冲突火上浇油，使其变本加厉并长期存在，阻挠和平主动行动并破坏冲突后政权的稳定。

source: Small arms and dual-use instruments such as machetes in the hands of undemocratic regimes and insurgent non-State actors have been responsible for some of the most gross human rights violations, genocides, crimes against humanity and war crimes in Africa.
zh: 小武器和落入专制政权和非国家叛乱者手中的双用途工具，例如砍刀，都要对非洲若干最严重违反人权行为、灭绝种族、侵害人类罪行和战争罪行负责。

source: As we know all too well, today car bombs and dynamite sticks are among the deadliest weapons in the arsenals of terrorists and international terrorism.
zh: 我们大家都清楚地知道，汽车炸弹和炸药棒已成为恐怖主义分子和国际恐怖主义武库中的最致命武器之一。

source: The control of the spread of small arms and light weapons should therefore be one of the major preoccupations of the Security Council in discharging its primary responsibility for the maintenance of international peace and security.
zh: 因此，管制小武器和轻武器扩散应成为安全理事会履行维持国际和平与安全主要责任的重大先决条件之一。

source: The ease with which small arms and light weapons are obtained is an obstacle to peace efforts and must be addressed systematically and comprehensively as part of the disarmament responsibilities of the United Nations system as a whole.
zh: 人们可以轻而易举地获得小武器和轻武器，这是阻碍和平努力的障碍，必须加以系统全面处理，以此作为整个联合国系统裁军责任的一部分。

source: We welcome the establishment of a small arms advisory service within the Department of Disarmament Affairs.
zh: 我们欢迎在裁军事务部内设立小武器咨询处。

source: While the steps that have been taken so far in the realm of small arms control are commendable, there is still a need for greater support from a number of actors and stakeholders, such as the media; for the participation of non-governmental organizations; and for the involvement of human rights activists, religious bodies and other advocacy groups.
zh: 虽然迄今在小武器管制方面采取的步骤值得称赞，但仍需要新闻媒介等若干行动者和有关方面的更大支持；仍需要非政府组织的参与；仍需要人权活动家、宗教团体和其他宣传团体的介入。

source: Such initiatives should be coordinated with related development strategies and goals.
zh: 此类主动行动应同相关发展战略与目标协调一致。

source: We strongly recommend the implementation of the recommendations contained in the Programme of Action adopted by the July 2001 United Nations Conference on the Illicit Trade in Small Arms and Light Weapons in All its Aspects.
zh: 我们强烈建议大家执行2001年7月联合国小武器和轻武器非法贸易各方面问题大会通过的《行动纲领》。

source: Tanzania welcomes and encourages the efforts of the Open-ended Working Group established by the General Assembly in December 2003 to negotiate an international instrument to enable States to identify and trace, in a timely and reliable manner, illicit small arms and light weapons.
zh: 坦桑尼亚欢迎并鼓励大会2003年12月设立的不限成员名额工作组致力于谈判缔结一项国际文书，以便使各国能够及时可靠地确定和追踪小武器和轻武器。

source: That initiative requires greater political impetus on the part of exporting and importing countries alike to move it forward.
zh: 这项主动行动需要出口国和进口国提供更大政治动力，以推进这项工作。

source: The Secretary-General's initiative to establish a group of experts to consider this issue is most welcome and should be encouraged.
zh: 秘书长关于成立专家小组审议这个问题的倡议非常值得欢迎，应该予以鼓励。

source: The linkage between illicit trade in small arms and light weapons and the illicit exploitation of resources should be clearly understood, with a view to discouraging and stopping it.
zh: 人们应该明确了解小武器和轻武器非法贸易同非法开采资源之间的联系，以期加以阻遏和制止。

source: The scant attention given to disarmament, demobilization and reintegration (DDR) programmes in post-conflict situations is a major cause of the circulation of arms as currency and a means of exchange and livelihood by ex-combatants.
zh: 在冲突后局势中对解除武装、复员和重返社会方案（复员方案）漠不关心，乃是武器作为货币和交换手段以及前战斗人员的生计而流通的主要原因。

source: It is one of the major sources of illicit arms circulation and political instability following peace agreements and the peacebuilding phase of post-conflict situations.
zh: 这是缔结和平协定和冲突后建设和平阶段后非法武器流通和政治不稳定的主要根源之一。

source: Most of the conflict-ridden areas, particularly sub-Saharan Africa, are major recipients of small arms.
zh: 大多数战乱地区，特别是非洲撒哈拉以南地区，都是小武器的主要收受地。

source: States in those areas should be encouraged to come up with legislation on marking and end-user certificates.
zh: 应该鼓励这些地区的国家制订有关标识和终端用户证书的法律。

source: They should also exercise restraint in military expenditures and focus on transparency in weapon registrations, including through credible national arms registers.
zh: 它们也应在军事开支方面力行克制，并把焦点集中在武器登记透明度方面，包括建立可靠的国家武器登记册。
